
export const Categories = [
    {
        id: 1,
        title: "පිඹුරා",
        url: '../components/python',
        info:"පිඹුරා යනු ශ්‍රී ලංකාව තුල වෙසෙන විශාලම සර්පයා වේ. නිර්විෂ සර්පයෙක් වන නමුත් දරුණු ලෙස තුවාල වන සේ සපාකෑ හැකි සර්පයෙක් වනවා මෙන්ම අඩි 15-20ත් අතර ප්‍රමාණයකට වැඩේ.ගොදුරු ශරීර සංකූචනය කරමින් අඩපණ කරන සර්ප ලෝකයේ ශක්තිවන්තයෙක්ද වෙයි. ",
        info2:'කෙටි,ස්ථුල, සිලින්ඩාකාර ශරිරය, කුඩා පැහැදිලි ගෙලක් රහිත, කෙටි හිස, දිගටි මොට හොම්බ, කුඩා නාස් විවරය සහා සිරස් කනිණිකාවන් කුඩා ඇස් , ක්‍රමයෙන් සිහින් වන දිගටි වල්ගය. ගැහැණු සතුන් ප්‍රමාණයෙන් විශාල නමුත් වල්ගය කෙටි..',
        info3:'පිඹුරාගේද පැහැදිලිව ගෙලක් සහිතව ශරීරයෙන් වෙන්ව ඇති දිගැටි හිසක් පිහිටන අතර හිසෙහි උඩ හෙල්ලක තුඩක ආකාරයේ හැඩයක ලකුණක් පවතින අතර එය හිසෙහි ඉදිරිපසට වන්නට කෙමෙන් මැකීගොස් ඇත.ඇස හරහට සහ ඇසට පහළින් තද පැහැති පටිය බැගින් ඇත.',
        info4:"හමුවන පරිසරය අනුව ශරිර වර්ණය තද හෝ ලා පැහැති විම,රතට හුරු දුඹුරු, කහා හො දුඹුරු පැහැති වන අතර, කළු දාර සහිත තද දුඹුරු පාට, නිශ්චිත නැති හැඩයක් නොමැති අල්ලි රටාවක් ඇත."
    },
    {
        id: 2,
        title: "පොළඟා",
        url: '../components/python',
        info:"තිත් පොළඟා කියන්නේ වෛද්‍ය විද්‍යාත්මකව ශ්‍රී ලංකවේ සිටින ඉහළම වැදගත්කමක් හිමි කරගන්නා සර්පයන් අතරෙන් කෙනෙකු වීම හා දැන් දැන් වැඩි වශයෙන් කතා වෙන සර්පයෙක් වීමයි.ඊට හේතුව තමා ශ්‍රී ලංකාවේ වැඩිම දශ්ඨන සංඛ්‍යාවක් හා මරණ සංඛ්‍යාවක් තිත් පොළඟාගෙන් වාර්තා වීම. ඒ වගෙම දැන් තිත් පොළඟා ගේ විෂ භාවිතයෙන් පිළිකා සෛල නසන ඖෂධයක් ලෙස භාවිතා කිරීමට පර්යේෂණ සිදුකර ගෙන යෑම තුලින්ද ඉදිරියේදි පරිසරයේ සමතුලිතතාවයට මෙන්ම මිනිසුන්ගේ ලෙඩ සුව කිරීමටද දායක වන සත්වයෙක් වීම නොවනුමානයි.",
        info2:' කෙටි පෘෂ්ඨිමත්,සිලින්ඩරාකාර හැඩති ශරීරය හා ගෙල ප්‍රදේශය සහ ජම්බාලියට පසු ප්‍රදේශයේදි මදක් සිහින් වී ඇත. පැහැදිලි ගෙලක් සහිත, විශාල, ත්‍රිකෝණාකාරව පැතලි වූ හිසක් පිහිටා ඇති අතර.ඉදිරියෙන් මදක් ඉහළට එසවුනු හොම්බක් මෙන්ම සිරස්, ඉලිප්සාකාර කණි නිකාවක් සහිත විශාල ඇස් ( පූසකුගේ ඇස් පිහිටන ආකාරයට ) විශාල විවෘත නාස් විවරයන් හා කෙටි වූ ශරීරයට සාපේක්ෂව ඉතා සිහින් කෙටි වලිගයක් පිහිටයි.',
        info3:' කෙටි පෘෂ්ඨිමත්,සිලින්ඩරාකාර හැඩති ශරීරය හා ගෙල ප්‍රදේශය සහ ජම්බාලියට පසු ප්‍රදේශයේදි මදක් සිහින් වී ඇත. පැහැදිලි ගෙලක් සහිත, විශාල, ත්‍රිකෝණාකාරව පැතලි වූ හිසක් පිහිටා ඇති අතර.ඉදිරියෙන් මදක් ඉහළට එසවුනු හොම්බක් මෙන්ම සිරස්, ඉලිප්සාකාර කණි නිකාවක් සහිත විශාල ඇස් ( පූසකුගේ ඇස් පිහිටන ආකාරයට ) විශාල විවෘත නාස් විවරයන් හා කෙටි වූ ශරීරයට සාපේක්ෂව ඉතා සිහින් කෙටි වලිගයක් පිහිටයි.',
        info4:"දශ්ඨනයකදී ස්ථානීය රෝග ලක්ෂණ ලෙස දෂ්ඨන මුඛයෙන් අධික ලෙස ලේ වහනය වීම (රක්තපාතය), දෂ්ඨනය සිදුවූ ගාත‍්‍රය හෝ අවයවය ඉදිමීම සහ දිය පට්ටා මතුවීමත් ශාරීරික රෝග ලක්ෂණ ලෙස රුධිර නාල පුපුරායාම, විදුරුමස්, නාසය, ඇසපිය වලින් මෙන්ම මළ හා මූත‍්‍රා සමඟද ලේ ගැලීම, ලේ වමනය, අක්ෂි පේශි දුර්වල වීම, සමට යටින් රුධිර ලප ඇතිවීම, ස්ත්‍රී/පුරුෂ ලිංගික අවයව තුළින් සහ අභ්‍යයන්තර අවයව තුළට රක්තපාතය සිදුවීම, වකුගඩු ක්‍රියාවිරහිතවීම වැනි දෑ සිදුවිය හැක. එම නිසා නිසි ප්‍රතිකාර ලබා නොදුන්න හොත් රෝගියා මරණයට පත්වීමේ හැකියාව ඇත.නමුත් මේ වන විට තාක්ෂණයේ දියුණුවත් සමගම ප්‍රති විෂ එන්නත් සෑම රෝහලකම ඇති බැවින් දෂ්ඨනයක් වූ අවස්ථාවේ දී හැකි ඉක්මනින් රෝගියා රෝහල් ගත කිරීම තුලින් සුවය ලබා ගත හැක."

    },
    {
        id: 3,
        title: "රදනකයා",
        url: '../components/python',
        info:"සිලින්ඩරාකර දේහයකින් යුක්ත,නිර්විශ රදනකයන් විශේශයකි.රූපීයව කරවැලුන්ට සමාන වුවද,හිස කඳෙන් වෙන්වීම,කොන්දුඇට පෙල හරහා දිවෙන ෂඩාශ්‍රාකාර කොරල පෙලිය රහිත වීම යන ලක්ශන මගින් පහසුවෙන්ම කරවැලුන්ගෙන් වෙන් කර ගත හැකිය.දේහයේ කලු පැහැ වලලු සහිතව බොහෝවිට හමුවුවද,එසේ නොමැතිවද හමුවිය හැකිය.මිනිස් වාසස්ථාන අවට සුලබව හමුවෙන මොවුන් වරෙකට බිත්තර 5-15 ප්‍රමානයක් දමනු ලැබේ"

    },
    {
        id: 4,
        title: "කරවලා",
        url: '../components/python',
        info:"මුදු කරවලුන් ගේ මෙන්ම තෙල් කරවලුන් ගේ පිට දිගට කශේරුව ඔස්සේ වැටුන ෂඩාස්‍රාකාර කොරල පේලියක් තිබෙනවා.. පහත ජායාරූප විශාල කර බැලූ විට එම කොරල පේලිය හොඳින්  පෙනෙනවා. රදනකයන්ගේ එවැනි කොරල පේලියක් නෑ. මුදු කරවලා සහ තෙල් කරවලා ගේ මුදු සුමට වන අතර රදනකයන්ගේ මුදු කඩතොලු සහිතයි. මුදු කරවලා ගේ තනි තනි මුදු බැගින් පිහිටනවා. පරිණත වන විට මෙම මුදු මැකී ගොස් කශේරුව දිගට තනි dot එකක් විදිහට ඉතිරි වෙනවා.තෙල් කරවලුන් ගේ මුදු යුගල බැගින් පිහිටන අතර පරිනත වන විට උන් ගේද මුදු මැකී ගොස් dots 2ක් ලෙසයි ඉතිරි වන්නේ. මෙම මුදු මැකී ගිය පසුවයි උගේ ඇඟ මුදු රහිතව තෙල් ගෑ ලෙස දිස්වන්නේ.."
    },

]

export const Snakes = [
    {
        id: 1,
        name: "පිඹුරා",
        poison: "නිර්විෂ",
        image: require('../assets/python.png'),
        info1: "පිඹුරාගේ හිසෙහි හෙල්ලක තුඩක හැඩයක ලකුණක් පවතින අතර එය හිසෙහි ඉදිරිපසට වන්නට කෙමෙන් මැකී ගොස් ඇත.",
        info2: "කළු පැහැ දාරයකින් වට වූ විවිධ ප්‍රමාණයේ සලකුණු පිහිටයි ",


    },
    {
        id: 2,
        name: "පොළඟා ",
        poison: "උග්‍රවිෂ",
        image: require('../assets/viper.png'),
        info1: "හිස සාපේක්ෂව දිගින් අඩුය. හිස මත V හැඩති සලකුණකි.ඊට අමතරව තද දුඹුරු පැහැති පුල්ලි දෙකකි.",
        info2:"ශරීරය දිගු අතට දම්වැල් ආකාර දුඹුරු ඕවලාකාර පුල්ලි පේලි තුනකි. මේ පුල්ලි ඇතුලතින් කළු දාරයකින් හා පිටතින් සුදු දාරයකින් වට වී ඇත."
    },
    {
        id: 3,
        name: "කරවලා ",
        poison: "උග්‍රවිෂ",
        image: require('../assets/krait.png'),
        info1:"කොඳු නාරටිය දිගේ යන කොරල පේලිය පැහැදිලිව සිරුරේ අනෙක් කොරල වලට සාපේක්ෂව කැපී පෙනෙන ෂඩශ්‍රාකාර ලෙස පිහිටයි.",
        info2:"සිරුරට සමාන්තරව සිරුරෙන් වෙන් නොවී පෙනෙන හිසක් පිහිටයි."
    },
    {
        id: 4,
        name: "රදනකයා ",
        poison: "නිර්විෂ",
        image: require('../assets/radanakaya.png'),
        info1:"හිස කැපී පෙනෙන ලෙස පිහිටයි .",
        info2:"බොහෝ රදනකයින්ගේ Y හැඩයෙන් උදරීයව බෙදුන හරස් ඉරි පවතියි ."
    },
]